var el = <div class="fs_s ym_rules">
    用户可以在云米账户摇云米、赚云米、<br />
    用云米、做任务，畅享移动和生活。<br />
    1、摇云米：通过摇一摇方式，按照用<br />
    户获取规则，随机在用户好友、用户手<br />
    机通讯录中获取6个用户生成的50%云<br />
    米。<br />
    2、赚云米：系统根据计算规则按时间<br />
    顺序生成云米，用户在下一次云米生成<br />
    前需收获云米，否则会被下一次生成的<br />
    云米替代；<br />
    用户自行收获云米，则可获得100%的<br />
    云米，如果被好友摇一摇收获，则用户<br />
    和好友各收获50%。两种行为按照先做<br />
    先得原则执行。<br />
    3、用云米：用户可以选择云米兑换省<br />
    内流量。<br />
    4、做任务：用户可以通过推荐分享和<br />
    做云米任务获得额外的云米。<br />
</div>;

var el2 = '<div class="fs_s ym_rules">\
    系统根据计算规则按时间顺序生成云米，<br />\
    用户在下一次云米生成前需收获云米，<br />\
    否则会被下一次生成的云米替代<br />\
</div>';

module.exports = {
    rule: el,
    rule2: el2
}